Repository: auto-mat/django-import-export-celery
Catalog: import_export_celery/locale/*/LC_MESSAGES/django.po
Languages: eu, fr, pt

source: Job status info
eu: Lanaren egoera
fr: Statut de l'export
pt: Informação do estado do trabalho

source: Name of model to import to
eu: Inportatu beharreko modeloaren izena
fr: Nom du modèle à importer
pt: Nome do modelo a importar

source: Perform import
eu: Hasi inportazioa
fr: Effectuer l'importation
pt: Confirmar importação

source: Perform dry import
eu: Hasi probako inportazioa
fr: Effectuer une importation à blanc
pt: Confirmar importação

source: Run export job
eu: Hasi esportazio lana
fr: Lancer le travail d'exportation
pt: Correr trabalho de exportação

source: Export with celery
eu: Exportatu celery bidez
fr: Exporter avec Celery
pt: Exportar com o celery

source: Import Export Celery
eu: Inportatu - Esportatu Celery bidez
fr: Exports
pt: Importar ou Exportar com o celery

source: exported file
eu: esportatutako fitxategia
fr: fichier exporté
pt: ficheiro exportado

source: Have we started processing the file? If so when?
eu: Fitxategia prozesatzen hasi gara? Hala bada, noiz?
fr: Démarrage de l'export
pt: Começou a processar o ficheiro? Se sim, quando?

source: Status of the job
eu: Lanaren egoera
fr: Statut du travail
pt: Estado do trabalho

source: Format of file to be exported
eu: Esportatu beharreko fitxategiaren formatua
fr: Format du fichier à exporter
pt: Formato do ficheiro a ser exportado

source: App label of model to export from
eu: Esportatu beharreko modeloaren aplikazio izena
fr: Nom de l'application du modèle à exporter
pt: Nome da aplicação do modelo para exportar de

source: Name of model to export from
eu: Esportatu beharreko modeloaren izena
fr: Nom du modèle à exporter
pt: Nome do modelo a exportar de

source: Resource to use when exporting
eu: Esportatzeko erabili beharreko baliabidea
fr: Ressource à utiliser lors de l'exportation
pt: Recurso a utilizar aquando da exportação

source: JSON list of pks to export
eu: Esportatzeko ID-en JSON zerrenda
fr: Liste JSON des clés primaires à exporter
pt: Lista de ids em formato json para exportar

source: Send me an email when this export job is complete
eu: Bidali eposta bat esportazio lan hau amaitzen denean
fr: Envoyez-moi un email lorsque ce travail d'exportation est terminé
pt: Enviar um email quando o trabalho de exportação estiver completo

source: Site of origin
eu: Jatorrizko gunea
fr: Site d'origine
pt: Site de origem

source: Export job
eu: Esportazio lana
fr: Travail d'exportation
pt: Trabalho de exportação

source: Export jobs
eu: Esportazio lanak
fr: Exports
pt: Trabalhos de exportação

source: File to be imported
eu: Inportatu beharreko fitxategia
fr: Fichier à importer
pt: Arquivo a ser importado

source: Has the import been completed? If so when?
eu: Inportazioa amaitu da? Hala bada, noiz?
fr: L'importation a-t-elle été complétée ? Si oui, quand ?
pt: A importação foi completa? Se sim, quando?

source: Format of file to be imported
eu: Inportatu beharreko fitxategiaren formatua
fr: Format du fichier à importer
pt: Formato do ficheiro a ser importado

source: Summary of changes made by this import
eu: Inportazio honek eginiko aldaketen laburpena
fr: Résumé des changements effectués par cette importation
pt: Resumo das alterações feitas por esta importação

source: Errors
eu: Erroreak
fr: Erreurs
pt: Erros

source: Import job
eu: Inportazio lana
fr: Travail d'importation
pt: Trabalho de importação

source: Import jobs
eu: Inportazio lanak
fr: Travaux d'importation
pt: Trabalhos de importação

source: Imported file has a wrong encoding: %s
eu: Inportatutako fitxategiak kodetze okerra du: %s
fr: Le fichier importé a un encodage incorrect : %s
pt: O arquivo importado tem uma codificação errada: %s

source: Error reading file: %s
eu: Errorea fitxategia irakurtzean: %s
fr: Erreur de lecture du fichier : %s
pt: Erro a ler o ficheiro: %s

source: Line: %s - %s %s %s
eu: Lerroa: %s - %s %s %s
fr: Ligne : %s - %s %s %s
pt: Linha: %s - %s %s %s

source: Import error %s
eu: Inportazio errorea %s
fr: Erreur d'importation %s
pt: Erro de importação %s
